export const cubes = {
	"3x3": [
		{
	      "name": "Dayan 5",
	      "fullName": "Dayan 5 Zhanchi (Даян 5 Жанчи)",
	      "price": "13",
	      "description": "Абсолютный бестселлер от производителя DaYan. Как только была выпущена эта модель, она произвела фурор на рынке кубостроения. Все куберы ринулись покупать себе этот куб, которым, чуть позже были обновлены мировые рекорды. Так что если вы ищите отличный куб, то можете смело останавливать свой выбор именно на нем, потому что DaYan 5 подойдет как новичкам, только что пришедшим в спидкубинг, так и профессионалам мирового уровня.",
	      "images": "/assets/images/data/cubes/3x3/dayan 5.jpeg"
	    },
	    {
	      "name": "Dayan 3v2",
	      "fullName": "Dayan 3 Lingyun gen 2 (Даян 3 Лингуин ген 2)",
	      "price": "12",
	      "description": "Пожалуй, самый мягкий из всей линейки кубов DaYan, что делает его идеальным для сборки одной рукой. Также чуть уменьшенный размер (56мм при стандарте 57мм) делает этот куб более удобным для людей предпочитающих кубы меньшего размера.",
	      "images": "/assets/images/data/cubes/3x3/dayan 3v2.jpeg"
	    },
	    {
	      "name": "Dayan 5 50mm",
	      "fullName": "Dayan 5 Zhanchi 50mm (Даян 5 Жанчи 50мм)",
	      "price": "10",
	      "description": "Абсолютный бестселлер от производителя DaYan с размером стороны 50мм. Этот куб подойдет для молодых спидкуберов или же для людей с маленькими руками. Оригинальная конструкция DaYan’а 5 позволяет развивать бешеную скорость и получать наслаждение от сборки.",
	      "images": "/assets/images/data/cubes/3x3/dayan 5 50mm.jpeg"
	    },
	    {
	      "name": "Dayan 5 42mm",
	      "fullName": "Dayan 5 Zhanchi 42mm (Даян 5 Жанчи 42мм)",
	      "price": "9",
	      "description": "Знаменитый DaYan 5 в уменьшенном размере, благодаря которому кубик с легкостью поместится в ваш карман.",
	      "images": "/assets/images/data/cubes/3x3/dayan 5 42mm.jpeg"
	    },
	    {
	      "name": "Fangshi v2 57mm",
	      "fullName": "Fangshi Shuang Ren v2 (Фангши Шуанг Рен в2)",
	      "price": "12",
	      "description": "Обновленная версия и без того недавно вышедшего кубика Рубика Fangshi. Пластик стал более качественный, отчего куб стал еще более контролируемым и скоростным. Также среди отличий от предшественника стоит отметить тот факт, что шершавость, которая чувствовалась при сборки первой версии, стала гораздо меньше. Это ставит его в один ряд с лучшими моделями на сегодняшний день!",
	      "images": "/assets/images/data/cubes/3x3/fangshi v2.jpeg"
	    },
	    {
	      "name": "Maru CX3 57mm + подставка и пружинки",
	      "fullName": "Maru 3x3x3 CX3 (Мару 3х3х3 СХ3)",
	      "price": "12",
	      "description": "Скоростной куб от компании Maru. Кубик имеет несколько большие размеры по сравнению со стандартными кубами 57мм. По кручению жестковат и быстр, так что он придется по душе спидкуберам, предпочитающим быстрые кубы при несложном контроле. В комплекте с кубом идет фирменная подставка и дополнительные пружинки абсолютно бесплатно!",
	      "images": "/assets/images/data/cubes/3x3/maru cx3.jpeg"
	    },
	    {
	      "name": "MoYu Aolong v1 55mm",
	      "fullName": "MoYu AoLong mini 55mm (Мою АоЛонг мини 55мм)",
	      "price": "13",
	      "description": "Очередная новинка от компании MoYu, которая не перестает радовать нас нововведениями. На этот раз фирма выпустила уменьшенную версию самого быстрого куба - MoYu Aolong, которая лучше подойдет для сборок одной рукой. Данный куб является усовершенствованным Weilong'ом v2, поэтому можно с уверенностью сказать, что куб получился отличным. Было усовершенствовано строение уголков, ребер и центральных элементов, благодаря чему куб стал быстрее и стабильнее. Также уменьшилось количество заеданий.",
	      "images": "/assets/images/data/cubes/3x3/moyu aolong v1.jpeg"
	    },
	    {
	      "name": "MoYu GuanLong 57mm",
	      "fullName": "MoYu GuanLong (Мою ГуанЛонг)",
	      "price": "5",
	      "description": "Кто сказал, что спидкубинг - это дорогое увлечение? На этот раз фирма MoYu доказала нам, что возможно купить дешевый кубик, который по характеристикам не уступает топовым кубам! Куб, несмотря на свою низкую цену, выполнен из отличного пластика и с завода приезжает сразу с качественными стикерами. По вращению этот кубик способен конкурировать с топовыми кубами - минимальное количество заеданий, а при правильной настройке вообще не разлетается! По мнению большого количества куберов, MoYu GuanLong является одним из лучших кубиком Рубика для новичков!",
	      "images": "/assets/images/data/cubes/3x3/moyu guanlong.jpeg"
	    },
	    {
	      "name": "Shengshou",
	      "fullName": "ShengShou 3x3x3 (ШенгШоу 3х3х3)",
	      "price": "4",
	      "description": "Самый бюджетный куб из нашего ассортимента. Идеально подойдет новичкам, только пришедшим в спидкубинг. Он поможет понять, ваше ли это увлечение и стоит ли покупать уже более специализированные скоростные кубы. Но не стоит думать, что он так плох: качественный пластик, возможность регулировки натяжения винтов, резка углов - на этом кубе можно достичь хороших результатов.",
	      "images": "/assets/images/data/cubes/3x3/shengshou.jpeg"
	    },
	    {
	      "name": "Обычный 3х3",
	      "fullName": "Обычный 3х3",
	      "price": "1",
	      "description": "Самый обычный кубик Рубика 3х3.",
	      "images": "/assets/images/data/cubes/3x3/3x3.jpeg"
	    }
	],
	"2x2": [
		{
	      "name": "Dayan 50mm",
	      "fullName": "Dayan 2x2x2 Zhanchi 50mm (Даян 2х2х2 Жанчи 50мм)",
	      "price": "12",
	      "description": "Долгожданный куб 2х2х2 от легендарного производителя DaYan. Куб имеет внутреннее строение от 3х3х3 DaYan’а 5, уже ставшего классикой в мире спидкубинга, что обеспечивает высокую скорость и удивительно приятные ощущения во время скоростной сборки.",
	      "images": "/assets/images/data/cubes/2x2/dayan.jpeg"
	    },
	    {
	      "name": "WitTwo v1",
	      "fullName": "WitTwo 2x2x2 gen 1 (ВитТу 2х2х2 ген 1)",
	      "price": "10",
	      "description": "2х2x2 от компании Witeden, ставшей классикой WitTwo gen 1. На этом кубе и сегодня, продолжают побиваться рекорды. В общем, проверенный временем, отлично контролируемый, быстрый куб, заслуживающий внимания.",
	      "images": "/assets/images/data/cubes/2x2/wittwo v1.jpeg"
	    },
	    {
	      "name": "WitTwo v2",
	      "fullName": "WitTwo 2x2x2 gen 2 (ВитТу 2х2х2 ген 2)",
	      "price": "11",
	      "description": "Обновленная модель 2х2х2 от Witeden. Полностью переработано внутреннее строение, которое позволяет добиться превосходных характеристик. Главным отличием от первой версии является более плавное, быстрое вращение.",
	      "images": "/assets/images/data/cubes/2x2/wittwo v2.jpeg"
	    },
	    {
	      "name": "Lan Lan",
	      "fullName": "LanLan 2x2x2 (ЛанЛан 2х2х2)",
	      "price": "5",
	      "description": "Самый бюджетный куб 2х2. Идеально подойдет начинающим спидкуберам. В свое время этим кубов был поставлен мировой рекорд 0.96 секунды, продержавшийся более 2-ух лет!",
	      "images": "/assets/images/data/cubes/2x2/lan lan.jpeg"
	    }
	],
	"Большие": [
		{
	      "name": "MoYu 5x5",
	      "fullName": "MoYu AoChuang (Мою АоЧанг)",
	      "price": "20",
	      "description": "Компания MoYu не перестает нас радовать новинками. Кубик 5х5х5 уже из коробки отлично крутится, а после притирки становится мягким, плавным, режет большие углы. Не стоит забывать и о смазке: кубы от MoYu после смазки становятся только лучше и еще плавнее.",
	      "images": "/assets/images/data/cubes/big/moyu 5x5.jpeg"
	    },
	    {
	      "name": "MoYu 6x6",
	      "fullName": "MoYu AoShi  (Мою АоШи)",
	      "price": "30",
	      "description": "Долгожданная новинка от компании MoYu. Новая 6x6x6 отлична сразу с коробки: крутится мягко, не локапит, а при правильной настройке не разлетается.",
	      "images": "/assets/images/data/cubes/big/moyu 6x6.jpeg"
	    },
	    {
	      "name": "Shengshou 7x7 (mini | standart)",
	      "fullName": "ShengShou 7x7x7 (ШенгШоу 7х7х7)",
	      "price": "20",
	      "description": "Модель из грандиозной серии больших кубиков от ShengShou. Разработчики этого кубика потрудились на славу. Продуманная до мелких деталей конструкция позволяет свободно крутить кубик и развивать максимальные скорости.",
	      "images": "/assets/images/data/cubes/big/ss 7x7.jpeg"
	    },
	    {
	      "name": "MoYu 7x7 AoFu",
	      "fullName": "MoYu AoFu (Мою АоФу)",
	      "price": "35",
	      "description": "Долгожданная новинка от фирмы MoYu. Куб, как и ожидалось, получился быстрым и контролируемым. Благодаря отличной конструкции, куб срезает неплохие углы, что предотвращает заедания и разлеты при сборках. Также куб имеет скругленные грани, от чего лучше и удобнее лежит в руках.",
	      "images": "/assets/images/data/cubes/big/moyu 7x7.jpeg"
	    },
	    {
	      "name": "Shengshou 9x9",
	      "fullName": "ShengShou 9x9x9 (ШенгШоу 9х9х9)",
	      "price": "55",
	      "description": "Новая модель из серии больших кубиков от ShengShou. Разработчики этого кубика потрудились на славу. Теперь сборка 9х9х9 доставляет удовольствие. Вы можете крутить кубик, не опасаясь застреваний и вылетов деталей. Собирая этот кубик, Вы сможете занять себя на очень долго!",
	      "images": "/assets/images/data/cubes/big/ss 9x9.jpeg"
	    }
	],
	"Остальные": [
		{
	      "name": "Mirror Block Shengshou (зеркальный)",
	      "fullName": "Mirror Block ShengShou (Миррор Блок Шенгшоу)",
	      "price": "10",
	      "description": "На первый взгляд это обычный куб, но стоит лишь повернуть несколько граней, и он тут же теряет форму, и превращается в нечто необычное. Его потрясающий вид привлекает внимание, и тут же хочется взять головоломку в руки и начать крутить её. А конструкция от ShengShou делает кручение очень мягким, поэтому ощущения от сборки только положительные, и от головоломки не хочется отрывать руки.",
	      "images": "/assets/images/data/cubes/others/mirror block.jpeg"
	    },
	    {
	      "name": "Skewb MoYu",
	      "fullName": "MoYu Skewb (Мою Скьюб)",
	      "price": "8",
	      "description": "Еще одна новинка от всем известной фирмы. Как и прочие головоломки, выход данного skewb'a многие куберы ожидали с нетерпением. Ожидания оправдались: данный Skewb имеет наибольшую резку угла среди всех конкурентов. Отличная контролируемость вместо со скоростью делают этот skewb лучшим в мире!",
	      "images": "/assets/images/data/cubes/others/skewb moyu.jpeg"
	    },
	    {
	      "name": "Skewb LanLan",
	      "fullName": "Skewb LanLan (Скьюб ЛанЛан)",
	      "price": "7.25",
	      "description": "Головоломка от фирмы LanLan, которая с недавнего времени включена в список WCA головоломок. Интересная головоломка, чтобы решить которую придется приложить немало времени и усилий.",
	      "images": "/assets/images/data/cubes/others/skewb lan lan.jpeg"
	    },
	    {
	      "name": "Void Cube LanLan",
	      "fullName": "Void Cube (Воид Куб)",
	      "price": "8.5",
	      "description": "Единственная в своем роде головоломка. Void cube – это видоизмененный кубик 3х3х3. Его особенностью является отсутствие крестовины. Эта особенность добавляет его решению трудности, т.к. отсутствие центральных элементов приводит к паритетам (случаям, которые решаются только с помощью специального алгоритма). Из-за отсутствия крестовины кубик не регулируется, но вращается легко. Отличный вариант для начинающих любителей разнообразных головоломок!",
	      "images": "/assets/images/data/cubes/others/void cube.jpeg"
	    },
	    {
	      "name": "Apple YJ",
	      "fullName": "Apple cube (Apple куб)",
	      "price": "8",
	      "description": "Эта головоломка может показаться легкой, но она сложнее чем выглядит. Механически, это классический кубик Рубика 3х3, но из-за необычной формы собирается он годаздо сложнее. Смысл в том, чтобы из разобранного состояния вернуть ее в форму яблока. Это может быть необычным подарком или дополнением для коллекции.",
	      "images": "/assets/images/data/cubes/others/apple yj.jpeg"
	    },
	    {
	      "name": "Master Pyraminx YJ",
	      "fullName": "Master pyraminx (Мастер пираминкс)",
	      "price": "9",
	      "description": "Это достаточно трудная головоломка, которая заставит вас изрядно напрячься над решением. Механически это кубик 3х3, но центры имеют определенную ориентацию. Смысл в том, чтобы вернуть ее в форму пирамидки и правильно расположить по цветам. Эта головоломка вам отлично подойдет, если вы ищете что-нибудь сложное и необычное.",
	      "images": "/assets/images/data/cubes/others/master pyraminx yj.jpeg"
	    },
	    {
	      "name": "Dino Cube",
	      "fullName": "Dino cube (Дино куб)",
	      "price": "10",
	      "description": "Оригинальная головоломка от фирм Mf8 и Smaz. Необычные плоскости вращения вызывают интерес у кубера, который ее взял в руки. Вращение отличное, без заеданий, что дает головоломке право на каждодневные сборки, а красивые и аккуратные стикеры и пластик позволят ей занять место в вашей коллекции.",
	      "images": "/assets/images/data/cubes/others/dino cube.jpeg"
	    },
	    {
	      "name": "Helicopter Cube",
	      "fullName": "Helicopter Cube (Хеликоптер куб)",
	      "price": "13",
	      "description": "Довольно интересная головоломка, которая по виду чем-то напоминает 2х2х2 и skewb, но по осям вращения она не похожа ни на одну другую головоломку. Благодаря уникальной конструкции головоломка может менять форму, и из-за этого сложность её сборки возрастает в разы. Helicopter cube является моделью не для скоростной сборки, а скорее для развития себя, поэтому ее хочется собирать снова и снова.",
	      "images": "/assets/images/data/cubes/others/helicopter cube.jpeg"
	    }
	]
};

export const stickers = {
	"Флуоресцентные (яркие)": [
		{
	      "name": "2x2",
	      "fullName": "2x2 флуоресцентные (флю)",
	      "price": "0.8",
	      "description": "Фирменные флуоресцентные наклейки на кубик 2х2. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/assets/images/data/stickers/flu/2x2.jpeg"

	    },
	    {
	      "name": "3x3 (55 | 57mm)",
	      "fullName": "3х3 55/57mm флуоресцентные (флю)",
	      "price": "0.9",
	      "description": "Фирменные флуоресцентные наклейки на кубик 3х3. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/assets/images/data/stickers/flu/3x3.jpeg"
	    },
	    {
	      "name": "5x5",
	      "fullName": "5х5 флуоресцентные (флю)",
	      "price": "1.5",
	      "description": "Фирменные флуоресцентные наклейки на кубик 5х5. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/assets/images/data/stickers/flu/5x5.jpeg"
	    },
	    {
	      "name": "6x6",
	      "fullName": "6х6 флуоресцентные (флю)",
	      "price": "1.7",
	      "description": "Фирменные флуоресцентные наклейки на кубик 6х6. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/assets/images/data/stickers/flu/6x6.jpeg"
	    },
	    {
	      "name": "7х7 (mini | standart)",
	      "fullName": "7х7 флуоресцентные (флю)",
	      "price": "2",
	      "description": "Фирменные флуоресцентные наклейки на кубик 7х7. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/assets/images/data/stickers/flu/7x7.jpeg"
	    },
	    {
	      "name": "Skewb",
	      "fullName": "Skewb флуоресцентные (флю)",
	      "price": "1",
	      "description": "Фирменные флуоресцентные наклейки на Skewb. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/assets/images/data/stickers/flu/skewb.jpeg"
	    },
	    {
	      "name": "Mirror Block",
	      "fullName": "Mirror Block",
	      "price": "1",
	      "description": "Фирменные наклейки на кубик Mirror Block.",
	      "images": "/assets/images/data/stickers/flu/mirror block.jpeg"
	    }
	],

	"Обычные": [
		{
	      "name": "2х2",
	      "fullName": "2x2 обычные",
	      "price": "0.1",
	      "description": "Обычные наклейки на кубик Рубика 2х2.",
	      "images": "/assets/images/data/stickers/standart/2x2.jpeg"
	    },
	    {
	      "name": "3х3",
	      "fullName": "3х3 обычные",
	      "price": "0.1",
	      "description": "Обычные наклейки на кубик Рубика 3х3.",
	      "images": "/assets/images/data/stickers/standart/3x3.jpeg"
	    },
	    {
	      "name": "3х3 42mm",
	      "fullName": "3х3 42mm обычные",
	      "price": "0.1",
	      "description": "Обычные наклейки на кубик Рубика 3х3 42mm.",
	      "images": "/assets/images/data/stickers/standart/3x3.jpeg"
	    },
	    {
	      "name": "7x7 (mini | standart)",
	      "fullName": "7x7 mini/standart обычные",
	      "price": "1",
	      "description": "Обычные наклейки на кубик Рубика 7х7.",
	      "images": "/assets/images/data/stickers/standart/7x7.jpeg"
	    }
	],

	"Лого": [
		{
	      "name": "Логотип DaYan",
	      "fullName": "Логотип DaYan (Логотип Даян)",
	      "price": "0.2",
	      "description": "Стандартный логотип фирмы DaYan. Если отклеился заводской логотип, то теперь Вы можете сохранить первоначальный вид своего куба.",
	      "images": "/assets/images/data/stickers/logo/dayan.jpeg"
	    },
	    {
	      "name": "Логотипы другие",
	      "fullName": "Другие логотипы",
	      "price": "0.5",
	      "description": "Качественные логотипы с различным оформлением. (все фотографии будут позже)",
	      "images": "/assets/images/data/stickers/logo/others.jpeg"
	    }
	]
};

export const other = {
	"Смазка": [
		{
	      "name": "Maru",
	      "fullName": "Смазка Maru 10мл (Смазка Мару 10мл)",
	      "price": "3",
	      "description": "Китайская смазка, завоевавшая рынок сразу после своего выхода. Относительно недорогая и качественная смазка, которая сделает Ваш куб резким и быстрым!",
	      "images": "/assets/images/data/other/maru.jpeg"
	    },
	    {
	      "name": "Maru Blue",
	      "fullName": "Смазка Maru синяя 10мл (Смазка Мару синяя 10мл)",
	      "price": "6",
	      "description": "Густая смазка Maru, называемая синей из-за цвета упаковки. После ее использования, кубик быстро крутится и легко режет углы, а благодаря своей густоте, смазка позволяет кубу хорошо контроллироваться при быстрой сборке.",
	      "images": "/assets/images/data/other/maru blue.jpeg"
	    }
	],

	"Остальное": [
		{
	      "name": "Мешочек бархатный",
	      "fullName": "Мешочек бархатный",
	      "price": "1",
	      "description": "Бархатный мешочек позволит сохранить Ваши головоломки в первозданном виде в течение долгого времени. Время забыть про испорченные стикеры из-за неправильного хранения.",
	      "images": "/assets/images/data/other/cube bag.jpeg"
	    },
	    {
	      "name": "Пластиковая коробка",
	      "fullName": "Пластиковая коробка 57mm",
	      "price": "1.25",
	      "description": "Пластиковый бокс защитит Ваш кубик от падений и порчи наклеек из-за неаккуратного обращения и хранения. Бокс рассчитан на кубы размерностью 57мм.",
	      "images": "/assets/images/data/other/cube box.jpeg"
	    },
	    {
	      "name": "Подставка под кубик",
	      "fullName": "Подставка под кубик",
	      "price": "0.5",
	      "description": "Красивая подставка для кубика. Обычно их вместе с кубами ставят в середину своей коллекции.",
	      "images": "/assets/images/data/other/cube stand.jpeg"
	    },
	    {
	      "name": "Таймер Qj v3",
	      "fullName": "Таймер QJ v3 (Таймер КьюДжей v3)",
	      "price": "11",
	      "description": "Профессиональный таймер для сборки кубика Рубика на скорость.",
	      "images": "/assets/images/data/other/timer qj.jpeg"
	    },
	    {
	      "name": "Отвертка MoYu",
	      "fullName": "Отвертка MoYu",
	      "price": "0.5",
	      "description": "Стильная отвертка для настройки любого кубика Рубика.",
	      "images": "/assets/images/data/other/moyu screwdriver.jpeg"
	    }
	]
}
