export const cubes = {
	"2x2": [
	    {
	      "name": "WitTwo v1",
	      "fullName": "WitTwo 2x2x2 gen 1 (ВитТу 2х2х2 ген 1)",
	      "price": "9",
	      "description": "2х2x2 от компании Witeden, ставшей классикой WitTwo gen 1. На этом кубе и сегодня, продолжают побиваться рекорды. В общем, проверенный временем, отлично контролируемый, быстрый куб, заслуживающий внимания.",
	      "images": "/images/data/cubes/2x2/wittwo v1.jpeg",
				"newPrice": "5",
	    }
	],
	"Большие": [
	    {
	      "name": "Shengshou 7x7 (mini)",
	      "fullName": "ShengShou 7x7x7 (ШенгШоу 7х7х7)",
	      "price": "20",
	      "description": "Модель из грандиозной серии больших кубиков от ShengShou. Разработчики этого кубика потрудились на славу. Продуманная до мелких деталей конструкция позволяет свободно крутить кубик и развивать максимальные скорости.",
	      "images": "/images/data/cubes/big/ss 7x7.jpeg",
				"newPrice": "14",
	    }
	],
	"Остальные": [
	    {
	      "name": "Skewb MoYu",
	      "fullName": "MoYu Skewb (Мою Скьюб)",
	      "price": "7",
	      "description": "Еще одна новинка от всем известной фирмы. Как и прочие головоломки, выход данного skewb'a многие куберы ожидали с нетерпением. Ожидания оправдались: данный Skewb имеет наибольшую резку угла среди всех конкурентов. Отличная контролируемость вместо со скоростью делают этот skewb лучшим в мире!",
	      "images": "/images/data/cubes/others/skewb moyu.jpeg"
	    },
	    {
	      "name": "Void Cube LanLan",
	      "fullName": "Void Cube (Воид Куб)",
	      "price": "8",
	      "description": "Единственная в своем роде головоломка. Void cube – это видоизмененный кубик 3х3х3. Его особенностью является отсутствие крестовины. Эта особенность добавляет его решению трудности, т.к. отсутствие центральных элементов приводит к паритетам (случаям, которые решаются только с помощью специального алгоритма). Из-за отсутствия крестовины кубик не регулируется, но вращается легко. Отличный вариант для начинающих любителей разнообразных головоломок!",
	      "images": "/images/data/cubes/others/void cube.jpeg"
	    },
	    {
	      "name": "Apple YJ",
	      "fullName": "Apple cube (Apple куб)",
	      "price": "8",
	      "description": "Эта головоломка может показаться легкой, но она сложнее чем выглядит. Механически, это классический кубик Рубика 3х3, но из-за необычной формы собирается он годаздо сложнее. Смысл в том, чтобы из разобранного состояния вернуть ее в форму яблока. Это может быть необычным подарком или дополнением для коллекции.",
	      "images": "/images/data/cubes/others/apple yj.jpeg"
	    }
	]
};

export const stickers = {
	"Флуоресцентные (яркие)": [
		{
	      "name": "2x2",
	      "fullName": "2x2 флуоресцентные (флю)",
	      "price": "0.8",
	      "description": "Фирменные флуоресцентные наклейки на кубик 2х2. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/images/data/stickers/flu/2x2.jpeg"

	    },
	    {
	      "name": "3x3 (55 | 57mm)",
	      "fullName": "3х3 55/57mm флуоресцентные (флю)",
	      "price": "0.9",
	      "description": "Фирменные флуоресцентные наклейки на кубик 3х3. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/images/data/stickers/flu/3x3.jpeg"
	    },
	    {
	      "name": "5x5",
	      "fullName": "5х5 флуоресцентные (флю)",
	      "price": "1.5",
	      "description": "Фирменные флуоресцентные наклейки на кубик 5х5. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/images/data/stickers/flu/5x5.jpeg"
	    },
	    {
	      "name": "6x6",
	      "fullName": "6х6 флуоресцентные (флю)",
	      "price": "1.7",
	      "description": "Фирменные флуоресцентные наклейки на кубик 6х6. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/images/data/stickers/flu/6x6.jpeg"
	    },
	    {
	      "name": "7х7 (mini | standart)",
	      "fullName": "7х7 флуоресцентные (флю)",
	      "price": "2",
	      "description": "Фирменные флуоресцентные наклейки на кубик 7х7. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/images/data/stickers/flu/7x7.jpeg"
	    },
	    {
	      "name": "Skewb",
	      "fullName": "Skewb флуоресцентные (флю)",
	      "price": "1",
	      "description": "Фирменные флуоресцентные наклейки на Skewb. Благодаря ярким цветам и износоустойчивости, эти стикеры популярны как и среди новичков, так и среди топовых куберов.",
	      "images": "/images/data/stickers/flu/skewb.jpeg"
	    },
	    {
	      "name": "Mirror Block",
	      "fullName": "Mirror Block",
	      "price": "1",
	      "description": "Фирменные наклейки на кубик Mirror Block.",
	      "images": "/images/data/stickers/flu/mirror block.jpeg"
	    }
	],

	"Обычные": [
		{
	      "name": "2х2",
	      "fullName": "2x2 обычные",
	      "price": "0",
	      "description": "Обычные наклейки на кубик Рубика 2х2. Бесплатно к любой покупке)",
	      "images": "/images/data/stickers/standart/2x2.jpeg"
	    },
	    {
	      "name": "3х3",
	      "fullName": "3х3 обычные",
	      "price": "0",
	      "description": "Обычные наклейки на кубик Рубика 3х3. Бесплатно к любой покупке)",
	      "images": "/images/data/stickers/standart/3x3.jpeg"
	    },
	    {
	      "name": "3х3 42mm",
	      "fullName": "3х3 42mm обычные",
	      "price": "0",
	      "description": "Обычные наклейки на кубик Рубика 3х3 42mm. Бесплатно к любой покупке)",
	      "images": "/images/data/stickers/standart/3x3.jpeg"
	    },
	    {
	      "name": "7x7 (mini | standart)",
	      "fullName": "7x7 mini/standart обычные",
	      "price": "1",
	      "description": "Обычные наклейки на кубик Рубика 7х7.",
	      "images": "/images/data/stickers/standart/7x7.jpeg"
	    }
	],

	"Лого": [
		{
	      "name": "Логотип DaYan",
	      "fullName": "Логотип DaYan (Логотип Даян)",
	      "price": "0.2",
	      "description": "Стандартный логотип фирмы DaYan. Если отклеился заводской логотип, то теперь Вы можете сохранить первоначальный вид своего куба.",
	      "images": "/images/data/stickers/logo/dayan.jpeg"
	    },
	    {
	      "name": "Логотипы другие",
	      "fullName": "Другие логотипы",
	      "price": "0.5",
	      "description": "Качественные логотипы с различным оформлением. (все фотографии будут позже)",
	      "images": "/images/data/stickers/logo/others.jpeg"
	    }
	]
};

export const other = {
	"Смазка": [
	    {
	      "name": "Maru Blue",
	      "fullName": "Смазка Maru синяя 10мл (Смазка Мару синяя 10мл)",
	      "price": "6",
	      "description": "Густая смазка Maru, называемая синей из-за цвета упаковки. После ее использования, кубик быстро крутится и легко режет углы, а благодаря своей густоте, смазка позволяет кубу хорошо контроллироваться при быстрой сборке.",
	      "images": "/images/data/other/maru blue.jpeg"
	    }
	],

	"Остальное": [
		// {
	  //     "name": "Мешочек бархатный",
	  //     "fullName": "Мешочек бархатный",
	  //     "price": "1",
	  //     "description": "Бархатный мешочек позволит сохранить Ваши головоломки в первозданном виде в течение долгого времени. Время забыть про испорченные стикеры из-за неправильного хранения.",
	  //     "images": "/images/data/other/cube bag.jpeg"
	  //   },
	    {
	      "name": "Пластиковая коробка",
	      "fullName": "Пластиковая коробка 57mm",
	      "price": "1.25",
	      "description": "Пластиковый бокс защитит Ваш кубик от падений и порчи наклеек из-за неаккуратного обращения и хранения. Бокс рассчитан на кубы размерностью 57мм.",
	      "images": "/images/data/other/cube box.jpeg"
	    },
	    {
	      "name": "Отвертка MoYu",
	      "fullName": "Отвертка MoYu",
	      "price": "0.3",
	      "description": "Стильная отвертка для настройки любого кубика Рубика.",
	      "images": "/images/data/other/moyu screwdriver.jpeg"
	    }
	]
}
